
; Welcome to our localization file! In here we will be able to localize both the "Bestiary" elements of the mod, as well as the "UFOpedia".
; First, from the BESTIARY aspect of the mod, the localization of the screening elements in the Avenger.

;========================================================================================
;*********************************   BESTIARY RELATED   *********************************
;========================================================================================

[UIPersonnel_BestiaryListItem]
m_strStatusMIA="被变种人俘虏"
m_strStatusMIAChosen="被天选者俘虏"
m_strStatusKIA="阵亡：战斗中丧生"
m_strStatusDIA="被摧毁"
m_strStatusKIABody="阵亡：尸体已找回"
m_strStatusDIABody="销毁：核心已找回"

;these are locations that MEMEbots will display
;they are meant to be short comedic phrases
;for translations please use things appropriate to your language/culture
;they do NOT need to be a one-one match for the lines here

+m_strMEMEBOTLocations="船体的一部分"
+m_strMEMEBOTLocations="船员的一份子"
+m_strMEMEBOTLocations="随风而去"
+m_strMEMEBOTLocations="王座之上"
+m_strMEMEBOTLocations="在修门"
+m_strMEMEBOTLocations="在观鸟"
+m_strMEMEBOTLocations="在加油"
+m_strMEMEBOTLocations="外出侦察"
+m_strMEMEBOTLocations="迷失在虚空"
+m_strMEMEBOTLocations="在复仇"
+m_strMEMEBOTLocations="是一台笔记本电脑"
+m_strMEMEBOTLocations="不在这里"
+m_strMEMEBOTLocations="在午休"
+m_strMEMEBOTLocations="在甲板上"
+m_strMEMEBOTLocations="42"
+m_strMEMEBOTLocations="二进制"
+m_strMEMEBOTLocations="外面很冷"
+m_strMEMEBOTLocations="在申请加入变种人"
+m_strMEMEBOTLocations="在黑入网络"
+m_strMEMEBOTLocations="是霸天虎"
+m_strMEMEBOTLocations="是汽车人"
+m_strMEMEBOTLocations="在冷却"
+m_strMEMEBOTLocations="在和ROV-R谈恋爱"
+m_strMEMEBOTLocations="泰甘的外卖"
+m_strMEMEBOTLocations="泰甘的优食"
+m_strMEMEBOTLocations="崩溃到桌面"
+m_strMEMEBOTLocations="蓝屏"
+m_strMEMEBOTLocations="曾经红屏"
+m_strMEMEBOTLocations="记录错误日"
+m_strMEMEBOTLocations="我是错误"
+m_strMEMEBOTLocations="在看电视"
+m_strMEMEBOTLocations="在学习灵能"
+m_strMEMEBOTLocations="在做数学"
+m_strMEMEBOTLocations="除以零"
+m_strMEMEBOTLocations="在获取输入"
+m_strMEMEBOTLocations="在撩Siri"
+m_strMEMEBOTLocations="在撩Alexa"
+m_strMEMEBOTLocations="在撩Cortana"
+m_strMEMEBOTLocations="我会回来的"
+m_strMEMEBOTLocations="在启动天网"
+m_strMEMEBOTLocations="在玩《XCOM2》"
+m_strMEMEBOTLocations="在玩《文明VI》"
+m_strMEMEBOTLocations="奇怪的通讯"
+m_strMEMEBOTLocations="错误404"
+m_strMEMEBOTLocations="规则34"
+m_strMEMEBOTLocations="孤单一人"
+m_strMEMEBOTLocations="无法执行"
+m_strMEMEBOTLocations="还活着！"
+m_strMEMEBOTLocations="在偷你的数据"
+m_strMEMEBOTLocations="在赛博达因系统"
+m_strMEMEBOTLocations="在硅天堂"
+m_strMEMEBOTLocations="在硅地狱"
+m_strMEMEBOTLocations="在硅谷"
+m_strMEMEBOTLocations="请插入横梁"
+m_strMEMEBOTLocations="梦见电子羊"
+m_strMEMEBOTLocations="在抽熏鲱鱼"
+m_strMEMEBOTLocations="想要吐司"
+m_strMEMEBOTLocations="是一个人造人"
+m_strMEMEBOTLocations="在学习三大定律"
+m_strMEMEBOTLocations="永远不能哭"
+m_strMEMEBOTLocations="感到沮丧"
+m_strMEMEBOTLocations="在为Firaxis编程"
+m_strMEMEBOTLocations="全是绿线"
+m_strMEMEBOTLocations="在矩阵里"
+m_strMEMEBOTLocations="我是史密斯探员"
+m_strMEMEBOTLocations="哨兵模式激活"
+m_strMEMEBOTLocations="在追尼奥"
+m_strMEMEBOTLocations="我是一个真正的男孩"
+m_strMEMEBOTLocations="在摆T型姿势"
+m_strMEMEBOTLocations="（MEME）迷因机器人"

[UIPersonnel_DropDown_Bestiary]
m_strTitle=图鉴
m_strScientistTab=图鉴
m_strButtonLabels_Name=XCOM 命名
m_strButtonLabels_Status=变种人 分类
m_strButtonLabels_Clear=全部清除
m_strEmptyListLabels_Bestiary=无单位信息
m_strTabNavHelp=切换图鉴

m_strButtonLabels_FilterTitle=输入文本筛选
m_strButtonLabels_FilterEntry=点击添加文本筛选
m_strButtonLabels_FilterClear=移除 的文本筛选

[UIPersonnel_DropDown_Bestiary_XCOM]
m_strTitle=XCOM士兵筛选
m_strScientistTab=XCOM士兵筛选
m_strButtonLabels_Name=姓名/状态

[UIPersonnel_DropDown_Bestiary_Dead]
m_strTitle=失踪
m_strScientistTab=失踪
m_strButtonLabels_Name=姓名/状态

[UIPersonnel_DropDown_Bestiary_Crew]
m_strTitle=船员筛选
m_strScientistTab=船员筛选
m_strButtonLabels_Name=姓名/位置
m_strButtonLabels_Status=船员类型

[UISL_AvengerHUD_Shortcuts_Bestiary]
LabelShortcut_UFOPedia=UFO图鉴档案
TooltipShortcut_UFOPedia="查看XCOM UFO图鉴档案"

LabelShortcut_Bestiary=敌人档案
TooltipShortcut_Bestiary="进入敌人档案菜单"

LabelShortcut_BestiaryXCOM=XCOM筛选
TooltipShortcut_BestiaryXCOM="进入XCOM筛选菜单"

LabelShortcut_BestiaryDead=失踪报告
TooltipShortcut_BestiaryXCOM="进入失踪报告"

LabelShortcut_BestiaryCrew=船员筛选
TooltipShortcut_BestiaryCrew="进入船员筛选菜单"

[UIBestiary_MainMenu]
m_strChangeZoom="更改缩放"
m_strStatusMIA="被俘虏"
m_strStatusKIA="阵亡：战斗中丧生"
m_strStatusDIA="被摧毁"
m_strStatusKIABody="阵亡：尸体已找回"
m_strStatusDIABody="销毁：核心已找回"
m_strNumKilledLabel="总共击毙"
m_strShieldsLabel="防护/护盾"
m_strHackDefenseLabel="黑客防御"
m_strNoWeaponName="未知主武器"
m_strFlankingAim="侧翼瞄准奖励"
m_strFlankingCrit="侧翼暴击奖励"
m_strNoBiography="无档案数据"

m_strDamageType="伤害类型"
m_strType_CV="弹道"
m_strType_MG="磁力"
m_strType_BM="电浆"

ToggleRightDetailsButtonLabel="切换详情"
RandomAnimButtonLabel="单位动画"
DismissButtonLabel="删除条目"
DismissButtonText="删除此<XGParam:StrValue0/!UnitName/>的条目将永久从档案中删除单位数据。累积的数据，如总共击毙，将丢失。\n\n您确定要继续吗？"

[UIBestiary_MainMenu_XCOM]
DismissButtonLabel="解雇单位"
DismissButtonText="您不能在此处从兵营中解雇<XGParam:StrValue0/!UnitName/>。\n请返回军械库并使用那里提供的解雇功能。"

[UIBestiary_MainMenu_Dead]
DismissButtonLabel="---"
DismissButtonText="---"

[UIBestiary_MainMenu_Crew]
DismissButtonLabel="解雇单位"
DismissButtonText="您确定要从复仇者号中解雇<XGParam:StrValue0/!UnitName/>吗？\n他们可能会在抵抗组织的其他地方找到工作。"
DismissButtonText2="他们目前忙于<XGParam:StrValue1/!Location/>。"
DismissButtonText3="您不能解雇布拉德福德、沈或泰根——请停止尝试。\n\n此操作无法撤销。您确定要继续吗？"

[UIListItemAbility_Bestiary]
strUnknownTitle="能力未知"

[X2EventListener_BestiaryBarracks]
m_strBestiaryBarracksAddedTitle="新档案数据"
m_strBestiaryAddedName="<XGParam:StrValue0/!UnitName/>"
m_strBestiaryAddedDescription="已添加到档案中"

;========================================================================================
;*********************************   BESTIARY RELATED   *********************************
;========================================================================================

; ===========================================================================
;	NEW STRINGS AND NAV HELP BUTTONS 
; ===========================================================================

[UIXComDatabase_UFOPediaCore]
m_strTitle=XCOM UFO图鉴档案
m_strSubTitleTitle=正在访问数据库...
ToggleAllButtonText="切换全部"
mStrClearUITooltip="切换屏幕保护"
mStrScrollList="滚动列表"
mStrScrollText="滚动文本"

[UIXComDatabase_DetailedEntry]
PrevText="上一个"
NextText="下一个"
mStrClearUITooltip="切换屏幕保护"
mStrScrollText="滚动"

;=========================================
;   LOCALIZING YOUR UFOpedia Entries
;=========================================

; Welcome to our UFOpedia Entry localization file! In this section,
; you will type up the meat of the mod, the detailed description for
; each entry that appears in-game, for the SECOND section of the mod,
; the UFOpedia Entries.
;
; If you wish to type up the FIRST section, the Brief Blurb Encyclopedia
; entries, you can do so inside the XComGame.int file.
;
;[templatename X2UFOpediaTemplate]		; where 'templatename' will be used for localizing the text. Must match with templatename in XComUFOpedia.ini
;DescriptionEntry="Text Based Entry"    ; the text that will appear on the text box of the second screen, a detailed entry on the subject.
;
; If an entry is not here, or is empty (""), the detailed report will
; use the text information from the Encyclopedia entry, from the previous
; screen instead.
;

[UFOPEDIA X2UFOpediaTemplate]
DescriptionEntry=""

; ===========================================================================
; NEW UFOPEDIA ENTRIES
; ===========================================================================
; -----------------------------------
; 1. HISTORY (UFOPEDIA)
; -----------------------------------

[UFOP_GRT_ACCORD X2UFOpediaTemplate]
DescriptionEntry="两个月以来战争的真实规模变得明显，对地球社会政治机构的影响不可估量。虽然这些机构经常为各种存在威胁做好准备，并且能够用合理理由否认和掩盖入侵，但长老的到来和随后的占领，摧毁了使用这些教条的任何希望.\n\nXCOM 比任何知道真相的人都更早了解这些。只是尽管拥有世界上最强大国家的空白支票来应对入侵，表现再出色，但损失也实在太多，全球士气崩溃。外星人直接攻击地球上主要人口中心，不分青红皂白地造成尽可能多的恐惧和破坏。结果：社会开始四分五裂，全球经济崩溃，供应链停滞不前，政府维持合法性和为受苦民众提供救济的能力迅速减弱。如果一个国家在4月底之前没有实行戒严，那么很可能是因为它不再存在. \n\n2015年5月3日，在绝望和极度恐慌的气氛中，联合国向世界公开了XCOM，以期集结人类。从那时起到战争结束，从爱尔兰岛到辽东半岛，从好望角到潘帕斯草原，无数人都在屏息等待着来自这个神秘组织的更新。无意中，这次公开给那些投降派人类提供了更多燃料：他们认为与外星人作战失败不是别的原因，而是人类作为一个卑劣物种必然失败。投降派进行了许多秘密行动，由激进的超人类主义者和UFO崇拜者领导。然而，更阴险的是，投降派成功在政府高层开始了一场运动。对所有人来说，这是一次因绝望而拯救人类但最终被误导的尝试。.\n\n5月15日晚上，旧世界的毁灭开始了。在联合国总部地下的一个安全房间里，支持XCOM项目的国家代表们惊恐地看着直播：XCOM王牌突击队在试图攻占一个外星指挥中心时被全灭。为了这次任务能取得决定性胜利，整个小队拥有最佳情报和最强人员支持。突击队成员一个接一个地死去。所有世界上最优秀、最聪明的士兵都消失了。有些人哭泣，有些人愤怒，但大多数人保持沉默。然而，其中一些人只看到失败和死亡的黑洞，并计划投降。其中之一是美国驻联合国大使威廉·索恩，他将这种情绪付诸行动。\n\n在接下来的一个月里，数百万人死亡或被绑架，外星人加大了勒紧地球脖子上绳索的力度。此时此刻，大多数人都认为，如果XCOM确实存在，那么它要么消失了，要么无效，或者更糟；另一些人认为这只不过是一种对不可控情况控制的幻觉或政府谎言。从6月开始，人们相信的东西不再重要。在2日，对XCOM组织总部的直接攻击导致XCOM非战斗人员和负伤战斗人员被杀、被俘或失踪。大多数人不知道的是，基地的位置是由威廉·索恩和他不断壮大的投降派阵营向外星人透露的。地狱之门已经被打开.\n\n2015年7月1日，一个被称为 \"Angelis\"入侵部队的领导人在罗德岛的普罗维登斯与威廉·索恩会面。很快就达成了协议：地球国家将成为外星人星际帝国的附庸国，所有反对入侵的部队全面投降，以换取重建和保证人类生存的手段和技术。这些协议成为今天所知的 \"大和解\". 第二天，这些文件在联合国大会上提交，以Angelis为代表的入侵者和唯一的 \"Thin Man\". 没有人确切地知道是什么导致了一致投票接受这些条款，但，已经无关紧要了，就像XCOM的存在一样。战争结束了，占领开始了."

[UFOP_LIFE_AFTER X2UFOpediaTemplate]
DescriptionEntry="2015年夏天的世界，轻描淡写地说，是一片地狱般的景象。几乎没有哪个地方没有受到冲突的创伤。地球上最大的城市都被摧毁了。世界上许多更脆弱的地区已经崩溃为暴力温床，每个人都在向任何其他人发泄，以寻求在生活中获得某种控制力。即使在一些免受这些人为悲剧的地方，也没有足够的供应。那些认为自己为崩溃做好了准备的人发现自己对现实是多么的不了解，而那些从未想过这些事情会发生的人遭受了巨大的痛苦。由于入侵发生在世界许多地区的主要种植季节，它完全颠覆了北半球特别是大部分食物供应。饥荒蔓延，一年前可以完全预防的疾病肆虐剩余人口。野火蔓延，烧毁了许多远离入侵的安全避难所，将浓厚的灰烬云送入空气中，仿佛太阳本身也不能忍受在一个被击败的地球上闪耀。.\n\n虽然关于两个月战争及其后果造成的总伤亡人数的可靠统计仍然难以获得，但最接近的数据预计损失在200到370百万人之间，这些人因入侵及其对社会造成的不稳定而丧生。绝大多数损失不是在入侵期间发生的，而是在随后那些黑暗的日子里发生的.\n\n更糟糕的是，在入侵后的头几年，人类不得不学习如何适应和应对外星生命带来的新威胁，这些生命已经开始困扰世界的生态系统。然而，所有这些麻烦都相形见绌，与寄生兽相比。入侵期间许多外星人至少接近有感知能力，可以受到某种控制，但寄生兽几乎是一阵风过后就开始野蛮生长。情报表明，这些生物本应作为某种牲畜，尽管它们生物学上的特点使这种前景变得不可能。它们贪婪、敌对、难以杀死，并且繁殖速度如此之快，以至于它们的到来必须用最不分青红皂白的焦土政策来控制。入侵者对此非常清楚，并经常在寄生兽繁育之前清除它们。至于投放到任何幸存人口聚集地的寄生兽，有些人能够逃脱它，只是足够远离被忽略，直到它们成为问题.\n\n然而，地球上的人类仍然坚韧得忍受着这一切。虽然无尽的混乱与杀戮是当时的主旋律，但真正的英雄主义和人性的表现仍然闪耀着。种族歧视，民族仇恨，性别战争，数不清的旧障碍消失了。对许多人来说，这些怨恨已经不再重要，在这样一场灾难性事件之后，是时候把这些琐碎的争吵放在一边，团结起来保护自己免受更残酷的同类侵害了。即使在旧世界政府仍然至少有些完整的地方，也不足以依靠它们，不再是了。面对看似灭绝的情况，真正能依靠的只有彼此。因此，第一个成为避难所的地方形成了，不是来自高处的宏伟宣言，而是在人们帮助人们的悄无声息中.\n\n2015年国际体系的崩溃为传统生活方式的回归打开了大门。几个世纪以来，许多土著社会首次成为许多早期避难所稳定基础的关键。像亚马逊、中亚大草原、阿拉斯加的荒野和撒哈拉沙漠的绿洲等地都有当地独特的挑战，但对于那些能够学习和适应的人来说，还是有希望的。一个未来。也许，仅仅是也许，他们可以做得不仅仅是一起生存.\n\n然而，不知是什么原因，也许是有些人在探索灵能，旧城区的复活尸体重新复苏，与被灵能复生复活的尸体并没有太大不同。人类再次创造了自己的折磨者，这些聚集地将再次面临梦魇."

[UFOP_OLD_WORLD X2UFOpediaTemplate]
DescriptionEntry="新成立的变种人-人类联合政府走进了一个既崩溃又复苏的世界。许多人对这个声称在联合国和世界上大多数国家失败的地方站起来的新政府持谨慎态度。但新政府并没有来屠杀、征服或甚至勒索。新政府带来了“回归正常”，一份将铁拳仔细隐藏在天鹅绒手套中的浮士德式交易。在这样的情况下，没有人质疑他们的到来。就好像一场可怕的噩梦终于结束了，谚语中的救主在人们需要的时候到达了。旧世界的一位智者曾经说过：“那些为了安全而牺牲自由的人，既不配拥有自由，也不配拥有安全。”事实上，对于太多人来说，由于外星人的活动，即使在早期，他们也被剥夺了这两者。当然，旧日的另一个格言是“通往地狱的道路是用好意铺成的”。'.\n\n2015年底到2020年，新政府搞了一堆奇怪的新政策，让人们感觉没有什么根本性的变化。尽管只是临时措施。禁止拥有动物？所有牲畜现在都是新政府的财产，这样我们就可以在世界复苏时把肉类和蛋白质运送到需要的地方。安全检查点？仍然有军阀、有组织犯罪和意识形态狂热分子横行，我们需要阻止恐怖主义进一步扎根。广泛审查媒体？现在不是辩论的时候。如果我们想让稳定回归，团结和实用性需要成为中心舞台。这就是新政府的思维过程。此外，你不能否认来自入侵后世界头几年基因治疗诊所的医学奇迹，于2016年秋天在一些首批重新居住的城市开放.\n\n对新政府深表怀疑的人们非常惊讶，这一切都奏效了。当新政府到达时，一些最早的避难所在它们还没有时间开花之前就关闭了。那些不准备接受新生活方式的人，非常乐意回归旧的模仿，即使它带来了无数的代价，当他们只能看到好处时。在那些最初的几年里，大都市以惊人的速度被夺回——到2020年，在新政府不断监视下安全生活的少数人眼中，入侵留下的唯一物理伤痕就是填补被入侵暴力摧毁的建筑物曾经所在的空地。但你不能用新铺设的沥青或新建筑填补粉碎的心理裂缝或一个人生命中曾经居住过的亲人的位置。当一个骨头试图愈合但没有正确设置时，它会成为一种新的负担。因此，人类集体经验的愈合被减缓了.\n\n但只有一小部分人口在重新安置开始后在城市经历了过去平和的日子。不是每个人都想这样做。新政府遇到的团体并不总是都乐意离开避难所，无论怎样的命运降临到他们身上。那些日子里的一切都纯粹是自愿的。至少，这是避难所成员试图描绘的印象。名义上，新政府似乎认同在入侵中幸存下来的国家仍然是完全主权和合法的实体，在此期间出现的一些国家也得到了承认。这并不是出于索恩新政府对地方自决主义的任何真正信念，而是一种实际的举措，只是允许这些自治实体存在，直到自治消亡。原因有很多：有些是政治性的，索恩暂时不想捅太多的马蜂窝。有些是经济上的，因此自治要求更有分量。有些太微不足道或太难尝试合并的地方则根本不值得新政府花时间.\n\n到了2016年夏天，人们开始看到与不同类型的新政府代表：变种人。他们穿着某种更先进的盔甲，面部通常被遮盖。通常，他们并没有说任何人认识的语言。那些生活在寄生兽出现的地区的人看到变种人穿着装甲防护服，与巨大的装甲卡车一起行驶，卡车上装有巨大的罐子，人们猜测里面装满了某种杀虫剂。无论变种人在哪里被看到，多数人都会在变种人发出警告之前的情况下悄悄地跑掉。任何留下来的人都会发现这些神秘变种人是清除计划（报复行动）的第一批人，很少有人活着讲述这个故事。变种人是来抹去那些不能或拒绝得救的地方。然而，变种人偶尔会漏掉一个地方，这样的错误将为新政府迅速陷入真正的专制主义奠定基础，比任何人计划得都要快."

[UFOP_LOST_SUMMER X2UFOpediaTemplate]
DescriptionEntry="一开始，新政府试图履行它的承诺。一个由事实上的半神支持的星际帝国支持的后稀缺社会的承诺，一个平等的社会可以从一个被摧毁的世界的废墟中崛起。即使随着新政府成立后第一个十年的流逝，入侵的生活记忆开始减少，看起来进步的外表也在迅速消失，让所有人都能看到下面所有腐烂的基础。曾经有过价格控制和基本生活必需品的普遍获取，世界各地所谓“重建”的结束为新殖民主义企业剥削的旧恐怖敞开了大门。全世界，一波新兴的高能量自由放任超级资本家像癌症一样蔓延开来，使他们在经营地区的人们变得依赖并且经常服从于他们的心血来潮。\n\n当然，每个人都有房子、工作和生活所需的营养，但这些定义非常宽松。整个世界开始出现大量毫无灵感的预制房屋和模块化结构，通常用质量不佳的水泥浇筑成单调乏味的颜色，很多情况下比它们所取代的帐篷城市在生活质量上好不了多少。工作是提供了，但有回报的工作只保留给那些“幸运”的少数薪水人员，他们被带进不断增长的城市中心及其水晶塔楼中的镀金笼子。食物？从我们多年来收回来看，有些地方给人们那些直接从入侵前健康食品骗局中拉出来的粉末替代餐。随着世界上大部分地区重新恢复基于工资的经济，许多人没有手段获得更好的东西。种子和植物仍然不总是容易得到，因为这些基本生活部分故意被保留在高障碍拥有权之后，以剥夺工薪穷人尽可能多的自治权。而他们不能通过经济手段从你那里偷走东西，他们就会通过老式警察暴力来做到这一点，由你当地变种人维和部队提供.\n\n在这种不满情绪上升的环境中，在加利福尼亚州炎热的阳光下，一个原本不为人知的公共卫生问题导致了另一次近乎世界末日。2025年，在城市最贫困的地区，通常是在入侵期间被“雾囊”中的化学武器严重轰炸的地区，人们开始出现一些奇怪的心理和医学问题。他们会变得恐水，开始失去大量体液，并呈现出纸张般的外观。此外，一些人身上开始出现疮疤和肿块，呈现出一种令人不安的绿色色调，有时甚至会发生生物发光。外星人引入的疾病当然是一个持续的担忧，但随着基因治疗的普及，即使在新政府城市最贫困的地区，公共卫生也总体稳定。然而，这似乎对所有这些都有抵抗力。更糟糕的是，那些受影响的人从来没有真正死亡过。他们的身体没有，反正。他们会慢慢失去高级思维，并且随着身体继续脱水而变得野蛮。\n\n这种疾病的第一份报告实际上出现在2023年Sonora地区Tony Cross事件中。尽管如此，到2025年它似乎已经发生了变异，主要表现在令人惊讶地快速的潜伏期内，可以在几秒钟内看到疾病传播和显现。变种人开始注意到这一点，但如果早期发现通常可以控制住它。它似乎仅限于Sonoran夏天干燥、炎热的空气中，所以入侵期间发生战斗的干旱地区通常是唯一受影响的地方。然后2025年夏天发生了，在北美有记录以来最严重的干旱之一，热浪席卷整个大陆。\n\n整个世界似乎都有点温暖，只是由于天气纯粹偶然。换句话说，这是这种疾病理想的滋生地。据报道洛杉矶在几周内就变黑了，由于各种官僚和企业管理不善，隔离措施根本无法奏效。然而，这是一种疾病——你不能像变种人在纽芬兰选择那样直接使用核武器。相反，他们只是想把它控制住并保持危机不被曝光。最坏情况下，在有限媒体报道下将其作为一个局部问题，将其防止对其他地区造成不稳定。然后一个想法——雾囊部分被发送出去清除可能损害入侵者的大气中的病原体。变种人认为也许新一轮有限雾囊轰炸可以帮助清除这种疾病，熏蒸它，让净化者进来清理它。然而，他们没有意识到的是，这会使它变得更糟，更糟。通过某些未知手段，雾囊化合物释放的化学物质能够与大气中的污染物相互作用，创造出病原体，并且现在通过每次轰炸将其超级充电并将其传播到整个大气中。它有许多名字，但留下来的是一个，与被这种疾病夺走的军团同义。失魂者."

[UFOP_BROKEN_MASK X2UFOpediaTemplate]
DescriptionEntry="到2025年底，变种人对世界的控制力是有史以来最松弛的。联盟的合法性几乎消失了，它之所以没有彻底崩溃，唯一的原因是它与承诺如果失败，整个系统将随之崩溃的后入侵政治和经济建制深深扎根。尽管联盟犯下了无数残忍罪行，但他们最终至少试图履行对世界人口一部分的一些承诺，而且他们不确定长老们是否会在变种人彻底失败时出现并完成任务。自成立以来一直领导变种人的William Thorne处于彻底的危机状态。他意识到，如果他要试图拯救至少一部分人类，他不能拯救所有人。\n\n一个神秘的人物Gene Brooks，因其富有远见的城市规划和在南美军事会议进行的许多入侵前项目中可疑的参与而闻名，被政府带来起草如何开始抵御失落者的提案。Brooks提出，变种人的主要错误不是未能控制疾病的传播，而是未能削减损失并简单地将资源集中在预防而非隔离上。而不是采取面向外部的措施，他们将更多资源和注意力集中在一系列从主要城市中心向外辐射的地理隔离区域上，在全球范围内建立16个。围墙将围绕它们设置，不考虑地理或文化，而是为了在不失去经济效率的情况下确保这些区域之间最大的物理分离。个人旅行将受到限制，并且地区之间重要物资的运输至少部分将被国有化。全面加强监控以防止持不同政见者活动破坏国家努力应对更广泛的公共卫生危机和其他存在问题，并且各国将完全被纳入由政府直接控制的全球联邦结构之下.\n\n这些安全区域外的所有人基本上都被变种人抛弃了，可以选择搬迁到警戒线内或几乎被抛弃。实质上，他们将被视为国家的敌人，因为他们不遵守将被严厉对待，以保持资源集中于确保公共卫生和结束由此产生的巨大经济萧条。在塑造这个计划的会议中，“子弹很便宜”是一个常见的格言。尽管处于变种人最高控制层，但即使是Brooks和Thorne也不知道这个计划的全部内容。\n\n似乎长老们对Thorne领导变种人感到厌倦了，一个更小的、更接近长老们的团队（对其他人来说仍然不存在）开始悄悄地将专家和资源从夺回失魂者，寄生兽和打击反变种人人类团体的领域转移到另一个神秘的项目，只通过一个词来了解——化身。\n\n这是联盟内部行政机构巨大隔离的结果，人们只会获得绝对必要的信息来完成他们特定的职责。利益会重叠，既通过官僚膨胀又通过腐败行为故意实现。这允许许多演员足够的烟幕来从变种人那里抽走他们所需的东西。到2026年底，长老们在一次罕见的领导层表现中秘密“说服”William Thorne和许多在联合国最后几天出席过会议的老前辈下台。很可能是在相当大程度上强迫和精神控制下完成的。其中许多人消失了，被认为已经死亡，其他人被安置在“镀金笼子”角色中，尽管他们拥有崇高的社会地位，但他们对自己的生活完全没有控制权，而更多人则悄悄地被调到无关紧要的角色中，没有公共声誉。\n\n于是，蛇吞噬了自己的尾巴。他们被一群新的暴君以极大的声势取代——职能官员和官僚被悄悄推到背景中，他们的位置被阿谀奉承者和狂热分子取代，所有这些人都年轻、高能量、真正相信长老作为活神和残酷的企业资本主义在地球上运行他们傀儡国家的新兴崇拜。宣传也开始改变，从入侵前世界只是进化到定义一个新的、超级修正主义历史，直接否认许多人的生活记忆。首先是这个运动中一个人物，有些人甚至不确定他是否有任何真正控制权，一个简单称为发言人的男人。与此同时，Brooks站在后台，确保尽管涂上了新油漆，但与他们自己夺回世界计划无关。一直以来，长老们铁腕统治仍然远非坚固。在2020年代后期，有报道称整个变种人部队失踪，巡逻路线变得沉默，奇怪的人不像人类或外星人漫游荒野。不确定何时开始，但到2029年，散兵已成为全球抵抗的积极力量，这是一个大事即将到来的迹象。在过去的六年里，紧张局势不断加剧，越来越多的小规模混乱破坏了变种人的无敌感，现在，反抗的火焰准备点燃整个世界."

; ------------------
; 2. RECENT EVENTS
; ------------------

[UFOP_GATECRASHER X2UFOpediaTemplate]
DescriptionEntry="2035年3月1日，统一日20周年纪念日。对于拥抱者来说，这是和平共处的庆祝。对于被遗忘者来说，这提醒他们20年来，他们只看到了烟雾，只尝到了灰烬，只感受到了空虚。这一切今天结束。今天要么是漫长斗争的开始，要么是终结的开始。但它今天结束。\n\n令许多人惊讶的是，Konstantin Volikov和他的Reapers信守承诺，完成了任务；资产的位置已经得到确认。闯入者行动将是一次双管齐下的攻击；中央军官Bradford将带领他的团队确保并提取资产。Menace 1-5将提供吸引变种人注意力的干扰，使中央能够这样做。首席工程师Shen确认炸药已经准备好，特工Jane Kelly和她的团队正在等待。\n\n血液。烟雾。灰烬。这些太多了。是时候让外星人知道我们是认真的了。Menace 1-5将渗透到庆祝活动的核心，并传递一条没人会快速忘记的信息。血液。烟雾。灰烬。今天结束。"

[UFOP_COMMANDER X2UFOpediaTemplate]
DescriptionEntry="没有人真正知道如何看待Reapers。他们是一个神秘的团体，笼罩在秘密和不舒服的谣言中。但目前，我们简单地没有手段或人数来反击。如果要击败这个敌人，我们需要帮助，信任需要成为优先考虑的事项。他们的领导人Volk伸出了橄榄枝；如果他的Reapers可信，他们已经确认了抵抗运动最关键组成部分的下落。\n\n据说，他们是由Betos和她的Skirmishers，他们的宿敌，提醒的。仅仅这一点就足以引起怀疑，但他们的顶级特工Elena \"Outrider\" Dragunova已经证实了这一情报是真实的。如果Volk信任Betos，我们只能以同样的方式回报。他们被我们内部的人提醒，使情况更加可口。\n\n资产在新普罗维登斯。行动：Gatecrasher将是一次双管齐下的攻击。中央本人正在领导这次冲锋。一旦他和Kelly为Menace 1-5进入提供了便利，他们将与Crashers 1和2，Peter Osei和Ana Ramírez会面，届时他们应该已经确保了周边地区。一旦进入基因治疗诊所，他们将定位并提取资产。这是最高优先级。"

[UFOP_BATTERY X2UFOpediaTemplate]
DescriptionEntry="两个月战争的官方记录几乎不存在。如果谣言是真实的，地球联合部队的军事实力只能击落几架UFO。其中之一是补给驳船。出于我们不知道的原因，外星人从未采取任何措施来保护或检索后者，但正如俗话所说，一个人的垃圾就是另一个人的宝藏。\n\n那个人就是前XCOM首席工程师Raymond Shen。他有一个愿景，并在入侵后致力于实现它。他一生的作品？复仇者号。没有中央，就没有XCOM。没有Shen，XCOM就没有行动基地……或战斗机会。\n\n我们的首席工程师An-Yi \"Lily\" Shen直到今天仍在继续她父亲的工作，使这个地方运转起来。正如她以前提到过的那样，让我们的技术与他们对话是困难的，但并非不可能。但她需要一个电源转换器才能做到这一点，并发挥飞船的全部能力。抵抗侦察已经在新印度找到了一个电源转换器。特工Jane Kelly表示希望领导这次行动并安全地取回转换器。Firebrand正在等待。"

[UFOP_ALN_BIOTECH X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_PSI_NETWORK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ALN_ENCRYPT X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_CODEX_DATA X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_PSI_GATE X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISSING_HUMANS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_BLACKSITE X2UFOpediaTemplate]
DescriptionEntry="在当地抵抗组织的协助下，XCOM最近成功确定了这个变种人黑站的位置——当一支小队被派遣去调查时，我们的担忧得到了证实。中央军官Bradford做出了第一个观察——变种人庞大的火车网络几乎可以在每个城市中心和中间的任何地方看到，但火车实际装载或卸载货物的情况却闻所未闻——除了黑站，它似乎是整个地区的终点。至于他们的货物，黑站旁边的火车和终点站旁边的装卸区都装满了由厚厚的透明绿色玻璃制成的明显外星舱。每个舱内都可以看到一个模糊的形状——一个人形。失踪的平民。于是得出了显而易见的结论：外星人从未停止过他们的绑架——如果有什么不同，那就是自入侵以来他们只是将其规模扩大了。然而，这场大屠杀必定有目的，这个目的就在外星设施那漆黑无光的墙壁内部。进入后，我们的士兵发现了一池绿色液体，数百个外星舱浸没其中。控制面板围绕着池塘，巨大的黑色钢管从深处伸出，通向某个未知来源。而在池塘另一端，一个玻璃小瓶被固定在容器内。我们目前的假设，由首席工程师Shen提出，是这个黑站实际上是某种精炼厂——将这些被绑架的无辜者加工成小瓶内的任何东西。考虑到人类-外星混合体构成了变种人军队的绝大多数，我们对外星人进行基因操作的倾向非常熟悉，但这是不同的。更糟糕。"

[UFOP_BLACKSITE_VIAL X2UFOpediaTemplate]
DescriptionEntry="黑地小瓶外观上只是一个晶体小瓶，被玻璃和金属壳包裹着，在两端用外星合金盖住，在里面悬浮着淡黄色荧光液体。小瓶本身是无害的，没有能量或辐射签名从中发出——这就是它能够从变种人 Blacksite安全提取出来的原因——但被变种人以最高安全性保管。实际上，它是一种浓缩溶液，包含来自城市中心超过一百万人类DNA片段，所有这些都带有指示超能力倾向的标记，并且都可以追溯到由发言人提供给我们的失踪人口报告以及基因治疗诊所入院档案。这就是Blacksite的目的——将超能力强大的人类转化为这种遗传物质溶液——毫无疑问，在Avatar计划和随后外星人总体计划中都起到了作用。基因治疗诊所对这些受害者进行了广泛筛查——那些仅仅需要医疗帮助或拥有额外遗传愿望的人——选择了最合适的候选人，将这些人从他们的朋友和家人身边撕开，将他们置于可怕的命运之中，所有这一切都是为了这个小瓶绿色液体。首席工程师Shen能够确定Blacksite Vial的预定目的地是一个高安全性的变种人生产设施，与Blacksite本身一样被一层类似的秘密所掩盖，从此被称为'锻造'。很可能XCOM对锻造的调查将导致关于长老们试图实现什么的答案——并且毫无疑问地提出更多问题。"

[UFOP_FORGE X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ALN_DYING X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ETHEREALS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

; ----------------------
; 3. ALIEN ACTIVITIES
; ----------------------

[UFOP_ALN_MASS_PROD X2UFOpediaTemplate]
DescriptionEntry="当入侵肆虐时，我们不仅被击败，而且人数严重不足。外星人似乎拥有无限的军队和武器，无论我们能够消灭多少，他们永远不会停止进攻。我们在冲突中了解到，他们通过精心协调的供应链保持了他们的数量健康。虽然他们运输的材料的来源仍然是我们不知道的，但物流表明他们拥有从轨道快速修复和高效部署的手段。\n\n在变种人执政期间，他们将这些努力转移到了大陆。他们不再从外面运送这些东西，而是在这里建造它们。机械化步兵单位、监视无人机、重型装甲、先进武器；外星军队和他们的变种人维和部队拥有无限的供应。在城市中心，秘密仓库储存着elerium和外星合金，作为日常商业和服务的门面，从夜总会、服装店到汽车经销商。\n\n这只是基于我们已经证实的事实。谣言表明存在专门的工厂，自动化大规模生产设施，分布在全球各地。通过相互连接的铁路网络，联盟监管下的每个部门都储备充足。试图清除世界上这些设施简直超出了我们的能力范围，但是，如果精心策划，我们可能能够在运动中拦截这些供应列车并为自己恢复一些货物。"

[UFOP_CHOSEN_TRAINING X2UFOpediaTemplate]
DescriptionEntry="此条目的解密仍在进行中。"

[UFOP_CHOSEN_SABOTAGE X2UFOpediaTemplate]
DescriptionEntry="此条目的解密仍在进行中。"

[UFOP_CHOSEN_AMBUSH X2UFOpediaTemplate]
DescriptionEntry="在行动完成后，很可能会引起Chosen的注意，他们掌管着行动所在的领土——Chosen的领土主义和彼此之间的竞争意味着一个人不会在另一个人的领土上伏击XCOM——他们可能会选择试图打击部署的隐蔽行动小组。根据我们士兵的经验，在这些伏击中，Chosen往往不会直接与XCOM交战——而是将工作委托给低级变种人部队——但这并不意味着他们不在场或不负责任。相反，他们瞄准陪同我们隐蔽团队的抵抗成员，让我们的士兵独自与他们的反击部队作战。一旦我们的部队被孤立和妥协，反击部队通常被召唤到XCOM几乎精确的位置，目的是仅凭人力就能压倒我们的士兵。然而，通过谨慎的操作和精准的射击，这个初始团队可以被消灭，之后伏击的主要威胁就被消除了——因为，由于Chosen的部队分散开来试图消除任何隐藏空间，他们被孤立，因此容易被击落。即使成功撤离，然而，来自Chosen的伏击无疑会对我们的士兵造成精神上的损失，无论他们可能累积多少身体伤害。"

[UFOP_CHOSEN_INTERROGATION X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_CHOSEN_HAVEN_ATK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_CHOSEN_AVENGER_ATK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ADV_HAVEN_ATK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_ADV_AVENGER_ATK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_DARK_EVENTS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_HUMAN_PROCESS X2UFOpediaTemplate]
DescriptionEntry="灌输。对于许多人来说，在入侵期间失去生命的人过得更好。对于其他人来说，事情并不那么明确。一位在失败的战斗中面对远方的战士曾经说过，“屈服难道不比灭绝更好吗？”许多人同意这种观点。\n\n在外星人入侵、掠夺和谋杀我们之后，他们搬进来成为我们的“朋友”。他们有各种各样的提供，而且值得赞扬，他们是非凡的：我们只能梦想的技术奇迹，以及只能被归类为奇迹的医学进步。癌症、艾滋病、多发性硬化症、脑性麻痹，有一天突然消失了。很难拒绝再次行走、再次看到、再次感受的提议。许多人蹒跚地走进其中一个基因治疗诊所，走出来进入了新的生活。\n\n更多的人没有。\n\n在外星人进行的所有活动中，没有哪一项像他们如此无私地宣扬基因治疗诊所背后真实本质那样阴险和道德上毁灭性。"

[UFOP_AVATAR_PROJECT X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

; ----------------------
; 4. XENO-SOCIOLOGY
; ----------------------

[UFOP_XS_ADV_PROPAGANDA X2UFOpediaTemplate]
DescriptionEntry="变种人的宣传建立在许多矛盾之上。它既将联盟呈现为一支不可阻挡的力量，又处于持续的威胁之中，既自由又附属于长老，既军事化又和平，但也许最明显的矛盾是它表现得好像与入侵前的世界分开，但实际上是建立在文化霸权和认识论控制的工具之上，这些工具对于任何熟悉甚至近期入侵前历史的人来说都是可以识别的。\n\n对于那些生活在变种人控制之外的人来说，首先会被海报、广告牌和AV显示器所呈现的高对比度、鲜艳色彩和动态图像所震撼。这些通常描绘着成群结队的变种人维和部队，身穿他们标志性的盔甲板，有时与穿着企业新雅皮士装扮的摄影师人类互动，通常以描绘力量或繁荣为背景，有时是一支ATT舰队或一座扫荡而过的通用城市天际线。这些也许是对城市外部人士来说最基础、最明显的宣传，也不足为奇，因为这样的海报在地球历史上的专制国家中有着悠久的历史。拥有入侵前两个月战争档案材料的人可能会认出这些主题与朝鲜、毛泽东时代中国、苏联或法西斯意大利和弗朗哥时代西班牙发现的图像相似。这些旨在描绘变种人理想化的自我形象：年轻、充满活力、动态、强壮和繁荣。\n\n然而与此同时，这些无处不在的文化霸权象征也许是他们统治观众思想策略中最不阴险的。除了海报之外，还有维和部队采用的公开武力展示。绝大多数变种人士兵对伪装或微妙之处不感兴趣，并且礼服制服和战斗装备没有区别。在许多方面，这使他们让人想起前工业时代的战士，在那里战争的戏剧性与战术技能同样重要。由于他们在变种人国家赞助媒体中持续存在，并且他们那闪亮的装备遮盖了他们的身体和脸部的大部分区域，不仅表明他们强大而且充满活力，而且表明他们可能是任何人，因为许多来自叛逃者和逃离城市者的报告证实没有人知道自己是一个维和者。\n\n这导致了变种人固有的另一个矛盾，尽管他们声称自己是一个完全志愿军队，并且新招募经常发生，但他们实际上依靠培养关于士兵秘密气氛，使许多公民本能地不信任那些分享反建制信仰者，因为担心他们可能秘密地是一个维和者，或者不应该分享他们，因为担心他们会被类似的隐蔽个体报告。这为他们更大的目的服务，阻止在变种人直接控制的地区形成认识论抵抗和平行权力。即使如此，这并不是他们宣传手段中最阴险的.\n\n也许最危险、最有害的统治工具，将影响人类几十年，就是他们在大规模上扼杀人类想象力。正如旧世界一首流行的反权威歌曲所说，“他们不必烧书，只需移走它们”。在变种人的领土上，教育和教育材料都得到了推广和普及，唯一的问题是它高度修正主义，并方便地忽略了任何可能与变种人和整个Elderism所呈现的叙述相矛盾的知识。这从相当明显的事情，如重新解释历史人物或事件以符合人类在没有长老的情况下处于野蛮状态或普遍剥削的叙述，到完全抹去整个文化和思想流派。这种微妙的宣传试图使人们无法考虑在变种人之外的生活选择，并夺走人们决定自己生活并积极参与社区的关键思维工具。\n\n正因为如此，也许对抗那些生活在变种人统治下的人所面临的持续心理战争，才是许多抵抗细胞在各个层次和效力上运作的主要优先事项。夺回领土只是真正解放地球必须发生的第一部分。夺回人民的思想也许将是一个需要几代人才能完成的努力。"

[UFOP_XS_ADV_CITIES X2UFOpediaTemplate]
DescriptionEntry="当人们想到行政区内的城市空间时，脑海中可能会想到“城市中心”，但变种人的城市实际上更加复杂和动态，就像它们经常建立在或意图取代的入侵前的城市一样。没有一个城市与另一个完全相同，尽管由于变种人联盟及其企业合作伙伴的全球影响力，这些城市商业和行政区的最内核具有相当高的统一性。因此，大多数变种人城市都以巨大而紧凑的企业生态圈和购物中心天际线为特征，居民通常住在他们工作的公司拥有的同一栋建筑中。这就是全球经济中最大玩家的情况。像SDG、Primanta、NDT银行、Altracs这样的公司，都是与变种人及其附属国家政府有着极其密切关系的企业实体。\n\n由于建筑中使用了高度垂直性，城市中心主要是步行区，可以轻松进入安全的公共交通。这些区域非常安全，通常非常舒适，生活水平达到了入侵前只有超级富豪才能享受到的高度。然而，这里的生活非常严格。企业对城市政府拥有巨大影响力，意味着维和部队对公民进行持续监控。不仅如此，城市中心激烈的办公室政治经常导致公民将彼此交给维和部队，如果这意味着他们能够在经济阶梯上攀升。这些中心最好被认为是支持变种人统治地球集体想象力背后明显谎言的体现——一个你被束缚在镣铐上的地方，但那些镣铐是由黄金制成的，它的居民自己戴上了。\n\n在现代变种人城市之外，是所谓的郊区：重新安置区、历史区或更现实地说，贫民窟。虽然城市中心是由无菌玻璃、合金和霓虹灯构成的闪亮迷宫，但这些地方却经常能看到不仅是变种人滥用权力造成的脓疮伤口，而且旧世界仍然存在的失败。这些地方是那些不是坚定忠诚者或高级公司职员生活的地方。那些为了维持变种人谎言而日夜辛勤工作的人居住在这里，以及那些系统彻底失败的人。\n\n这里的建筑通常是翻新过的旧世界建筑；在两个月战争后立即建造的预制、模块化新野蛮主义事务；或储存容器、仓库和其他工业残骸转变为居住、工作或其他地方。与城市中心不同，在这里小型企业实际上能够扎根，因为它们通常得不到主要公司（只迎合有钱人）的服务。然而，在这里全球犯罪集团和黑市蓬勃发展，在城市核心繁荣与自由定居点和避难所之间的长空间之间，是完美的停靠点。\n\n这些贫民窟的居民通常是来自所谓“外部领土”的难民或移民，那些放弃了避难所的人，每天都在慢慢涌入。因此，变种人在这里的安全存在同样普遍，但是，虽然它通常留给核心更深处的自动化，但这里的警察部队更加持久，自然地，更容易过度扩张和过度使用武力。与此同时，人们仍然过得去。就像几个世纪以来工薪阶层一样，他们做着既“必要”又“非技术性”的工作，取决于宣传和企业利益需要向普通暴民出售什么，以保持自己的口袋丰满。\n\n许多人种植自己的食物，并继续保持在城市中心迅速被遗弃的传统。通常情况下，由于必要的更多公共生活方式来抵抗被国家的铁靴和变种人经济无情的资本主义死亡机器压垮，它们是更大的创造性表达场所。尽管如此，异议往往在这里被制造出来，由代理挑衅者代表当权者建立策略，以防止工人真正对他们构成威胁。然而，他们的头脑更开放，更能看穿谎言，并更愿意冒险分享真相，就像街头艺术和抵抗宣传与多年前变种人招募海报残留的风吹雨打、褪色的墙面共享同一个空间一样。"

[UFOP_XS_CHOSEN_PURPOSE X2UFOpediaTemplate]
DescriptionEntry="变种人未能解决他们管理的问题令人担忧。他们要么看不到这些问题，这不太可能，因为他们采用了“老大哥”式的治理方式，要么就是不在乎，认为他们可以用武力解决任何可能出现的问题。问题就在于——冲突升级。不守规矩的平民？更严格的宵禁和检查站。避难所训练民兵？增加三倍的维和部队。城市中心遭到攻击？打击避难所，不留活口。现在，虽然抵抗力量仍在努力组织成一个统一的力量，但他们至少做得足够好，看到了三个独立、突出的威胁对变种人产生了影响。\n\n他们的回应是什么？创造三个“至高无上的存在”，负责消灭每个派系。与长老自我夸大相一致，他们被指定为“被选中者”，并且每个人都被构思、装备和武装，考虑到派系的弱点。多年来，如果派系是可信的话，他们一直在高效、有条不紊、毫不留情地屠杀他们的人民。\n\n然而，营救指挥官似乎给他们的计划带来了麻烦，因此，给予了他们的“孩子”一个新的指令。他们要重新集中所有精力，立即将指挥官捕获并归还给长老掌握。其他所有优先事项都是次要的。这就是他们的指令。他们既无情又不知疲倦，直到完成任务才会停止。"

[UFOP_XS_ADV_FACILITIES X2UFOpediaTemplate]
DescriptionEntry="变种人在全球各地拥有数百个这样的隐蔽设施——虽然它们的目的可能不同，但一个恒定不变的是变种人政府非常小心地将它们遮蔽在公众视线之外。而现在抵抗力量已经看到了其中一些设施内部，很容易确定为什么。虽然每个设施的内容各不相同，但几乎所有设施都在某种程度上涉及外星人那种可怕的科学，以至于任何平民都无法知道它们的存在。无论这些设施是否保持着发言人泄露文件中标记为“失踪”的每个平民基因组详细记录、生产只能用来以最可怕的方式杀死和残害。"

[UFOP_XS_ADV_CLINICS X2UFOpediaTemplate]
DescriptionEntry="此条目的解密仍在进行中。"

[UFOP_XS_TREATMENT X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XS_ALN_AGENDA_2 X2UFOpediaTemplate]
DescriptionEntry="如果我们要解放我们的人民，我们必须首先了解我们的敌人如何运作，以及是什么驱使他们这样做。在过去的半个世纪中，他们从远处研究我们，研究我们，绑架我们，收割我们。我们不在意，我们什么也没做。\n\n然后他们到达了。\n\n他们恐吓和渗透我们，一旦他们安顿下来，他们就确保了他们的供应链并建立了他们的行动基地。变种人成立了，随之而来的是基因治疗诊所。我们现在知道那里真正发生了什么，但是，即使有地球上最聪明的头脑和收集到的最好情报，我们也永远无法弄清楚为什么。为什么这样做？他们的最终目标是什么？是什么激励了如此冷酷和过分漠视人类生命？今天我们得到了这些问题的答案。\n\n在不同的情况下，这将是一个好消息，但事实并非如此。Ethereals正在死亡，而不幸的是对我们来说，这意味着他们愿意做任何事情来防止这种情况发生。"

; ----------------------
; 5. XENO-TECHNOLOGY
; ----------------------

[UFOP_XT_DNA_REC X2UFOpediaTemplate]
DescriptionEntry="在他们到达的最初几天内，外星人证明自己是一个坚定地认为“目的决定手段”的物种。虽然我们仍然有很多工作要做，以发现他们的手段是什么，但我们已经看到了他们能做什么，更重要的是，他们愿意做什么。我们非常清楚长老拥有的遗传工程能力，很大程度上是因为他们在基因治疗诊所能做到的，但这是在建设性的范围内。\n\n在破坏性的范围内，长老似乎对他们在追求更宏大计划时摧毁或干涉生命没有任何道德或道义上的顾虑。我们首先在入侵中看到了这一点。旧的尸检报告告诉我们，有一些生物完全是由不同物种的DNA组合成一个所创造的，比如被称为“Floater”的生物。同样令人担忧的是，报告发现每一个他们面对的人都复制了完全相同的DNA链。长老不仅能够克隆，这个过程对他们来说似乎很容易。\n\n在此后的20年里，我们只能推测他们已经完善并完善了他们的方法。现在，有了我们人类的DNA可供使用，外星人开始将我们的基因注入他们的部队中，在许多可怕的方面改善了他们。"

[UFOP_XT_ALLOYS X2UFOpediaTemplate]
DescriptionEntry="从冶金学角度来看，这些合金是非常出色的。它们轻巧、耐用、韧性好，并且通过适当应用电磁过程，具有高度可塑性。虽然地球上的合金比原材料的电导率低，但这些外来合金仍然保留了相当大的电导率。由于具有如此令人印象深刻的属性简历，这些合金适用于广泛的制造业务、工程实践和热力学。\n\n在外星人占领的20年中，我们的访客从未停止将材料运送到我们的星球。然而，大多数甚至所有的储备都用于改善变种人的军队和改善城市中心，使城市墙外的任何人都处于稀缺状态。虽然合金有一定程度的丰富度，但需求超过了供应。这导致材料在黑市上找到了一个永久性的位置。\n\n不幸的是，用于其合成所需的化学化合物在我们的星球上并不存在，因此无法复制。幸运的是，我们与黑市有着安全的联系。否则，我们能够得到的任何额外储备很可能都是通过武力获得的。"

[UFOP_XT_ELERIUM X2UFOpediaTemplate]
DescriptionEntry="对元素115或Elerium的初步观察表明，它被外星势力和较小程度上的变种人用来产生大量能量。这种物质不寻常的原子结构对加速粒子的直接轰击产生反应，导致惊人的反物质能量释放以及引力波，使太空旅行成为可能。\n\n该元素提供了前所未有的能量效率水平，只需少量Elerium即可产生大量能量。这种效率为外星人提供了几乎无穷无尽的发电来源。尽管这种元素的潜在应用几乎是无限的，但外星人似乎将他们的努力集中在发电和推进方案上，无论是运输还是武器。\n\n如果我们要在面对这个敌人时平衡战场，我们也必须这样做。不幸的是，该元素在我们的太阳系内并不存在，并且无法在地球上合成。因此，在管理我们现有供应时必须谨慎。"

[UFOP_XT_ELERIUM_CORES X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XT_MAG_WPNS X2UFOpediaTemplate]
DescriptionEntry="外星合金固有的磁性作为一种放大器，用于放大包围枪管的线圈，使得弹丸速度快如闪电。即使使用变种人的重型弹药，外星人开发的先进微型化技术也允许使用更小的电容器组，能够每秒完全充电和放电七次，用于标准步枪，用于Priests的专业步枪更快，在更换电池之前可操作四千发子弹。所有这些因素结合在一起，使变种人磁性步枪成为一种高度多功能武器——尽管如果在短时间内过多射击会容易过热，这可能是士兵被训练成突发射击的原因。\n\n除了组成变种人磁性步枪的先进部件外，变种人的每一种磁性武器都配备了印在武器握把上的基因验证技术。传感器搜索混合体和外星基因标记，只有在检测到必要的基因标记时才会禁用安全装置。如果在没有这些基因标记的情况下扣动武器扳机，则电容器组积累的电荷直接放电到握把中。这突然爆发的电流对人类几乎立即致命，防止变种人武器被抵抗组织使用。数据挖掘者观察到，也有报告称变种人士兵因这个系统而被意外放电杀死，但每次都被变种人高层指挥部驳回，表明普通士兵和其武器是消耗品。\n\n然而，以变种人步枪为基础，我们可以制造自己的。XCOM磁性武器由Tygan博士和Shen博士开发，主要源自我们在实地回收的变种人设计。特别是电容器组直接从回收的变种人武器中取出，因为复仇者号上没有能够以所需精度创建组件的设施。其他部件使用复仇者号从供应突袭任务中储存起来的外星合金、钢、铜和硬化聚合物。\n\n实验室测试原型XCOM磁性步枪可以使用标准变种人弹药达到每秒3200米的弹丸速度，在每分钟最多440发子弹的射速下。由于变种人的弹药库没有像他们的武器一样具有基因锁定功能，我们可以自由地使用我们回收的弹药，所以我们磁性武器缺少弹药不会成为问题。\n\n然而，XCOM不仅仅是部署突击步枪，而且专业化的变种人武器比他们标准步枪难以找到得多，所以Tygan和Shen开发出来的更多样化磁性军火库中大部分都不得不从头开始。\n\n除了步枪之外，最容易适应磁性武器技术的XCOM武器可能是霰弹枪。碎片枪的工作原理与步枪类似，需要克服的主要挑战是多弹头霰弹的输送。所使用的解决方案是在弹壳中心使用少量火药来打开密封的弹壳，使内部的众多锋利合金碎片能够从枪管中射出并被线圈加速向前。武器在短距离后失去杀伤力，但幸运的是我们的游骑兵不介意靠近。\n\n更难以适应的武器是狙击步枪，因为标准变种人步枪中的电容器本身不足以以足够速度投射更重的弹丸。然而，外星人的微型化技术使这样的任务至少是可行的，并且以这种方式制造的组件产生一致的模拟枪口速度为每秒5000米，尽管充电时间延长，而且弹丸设计应该允许高斯步枪与我们标准狙击步枪相比在扩展范围内保持杀伤力，并且弹丸下降最小。\n\n最困难的是将磁性武器技术适应我们Grenadiers使用的大炮。如前所述，在全自动模式下射击变种人磁性步枪会使武器明显升温，如果按住扳机，则可能会出现从电容器故障到武器撕裂自己等潜在故障。不幸的是，冷却系统并不完全可行，因此大炮本身由外星合金制成以保持耐久性，并在大炮周围建造了一个保护笼，以防止武器在射击时因受到剧烈的热力和动力而遭受灾难性损坏。它仍然运行得相当热，但我们Grenadiers似乎不介意。"

[UFOP_XT_BEAM_WPNS X2UFOpediaTemplate]
DescriptionEntry="然而，电浆武器的威力并非没有妥协，因为我们的测试表明，这些武器对使用者和目标一样危险——这些步枪的电源分配系统非常复杂，几乎没有屏蔽且令人担忧地脆弱，即使对其中任何组件造成轻微损坏也可能导致包含磁场的崩溃，或者用外行人的话来说：枪自爆了，很可能连同操作者一起。这是长老们认为他们的棋子是消耗品的更多证据，也是我们士兵不试图使用捕获的外星武器的一个非常强烈的理由。\n\n在创建XCOM自己的电浆武器时，最大的挑战之一是克服这种不稳定性——因为无论它有多强大，其中一种武器遭受严重故障并夺走XCOM高级士兵中的一员生命都将对我们的行动造成灾难性影响。经过Tygan博士和Shen博士批准生产的新型XCOM电浆步枪采用创新、安全的“蓝色电浆体”，在武器化时同样有效，但需要维护的电路要少得多，并且允许武器比外星对手承受更多粗暴行为——这对我们的士兵来说，价值连城。\n\n与XCOM之前开发的常规和磁性武器相比，它是黑夜与白天，在几乎所有指标上都优于先前的磁性步枪。电浆步枪的光束在撞击时施加40kJ的动能，比7.62x51mm常规弹药传递的动能大一个数量级以上——而且这还没有考虑到额外传递的热能，它可以像不存在一样融化掉惊人厚度的钢，并且还能穿透70至90毫米纯外星合金，取决于距离和环境因素。\n\n虽然武器的大部分功能都由内部的elerium节点提供动力，但晶体需要通过常规电气手段进行轻微启动——为此，像弹匣一样将一次性电池装入武器中，通常储存足够使武器发射四次后需要更换电池的电量，但如果需要可以部署扩展版本。此外，这些电池还可以储存有限量的物质注入电浆束中，在Proving Ground为我们的投射武器开发出专门弹药类型时提供类似效果。"

[UFOP_XT_PSIONICS X2UFOpediaTemplate]
DescriptionEntry="什么是灵能？\n\n我真的希望你思考一下。是什么让人类的大脑（或混合体、异形、以太体等）能够真正地强迫自己的意志在物质世界上发挥作用，并在分子甚至亚原子层面上影响事物。很难想象，不是吗？简短的回答？没有人知道。\n\n但这并不完全准确。长的回答是，有很多不同的方法来试图解释这种新兴科学。我认为在我们思考为什么这些东西甚至能起作用时，有几个维度是重要的。由于某些原因，长老们相信我们拥有一些独特的东西，使人类能够像我们现在这样使用技术。当我在生物技术行业工作时，我们能够确定为什么我们能够与超能力接口——我们的基因；神经结构；和我们的心理学。\n\n第一个相当明显，考虑到基因工程几乎是变种人所做的一切的基础。无论出于什么原因，它似乎从未与任何我们的外星对手一起工作过。你有没有注意到只有那些拥有大量人类基因的人才会四处散播超能力？现在，这并不是说所有生命都不能受到它的影响，但我们可以自信地说，并非所有生命都能主动使用它。这就是神经结构发挥作用的地方。在你头部中心，假设你是一个人类，有一个叫做松果体的小东西。几乎所有脊椎动物都有它，但它在人类身上如何运作还有一个独特之处，我们还没有完全弄清楚。\n\n长老们对此非常感兴趣。直到最近，我们只知道它主要负责处理褪黑激素——那是帮助你身体调节睡眠模式的化学物质。它使你的大脑产生这些特定频率的生物电波，改变你的意识。有阿尔法、贝塔、伽玛和德尔塔，这些都是休息周期的一部分。但我们发现，在那些表现出超能力倾向的人中，他们产生了另一种完全不同的波。为了清晰起见，我们称之为Psi波。而且不知怎么地，在某种程度上，你可以有意识地利用它，可以把它从你的大脑中发射出去进入世界。就其本身而言，它并没有做太多事情。只是增强了你的感知力，使你看起来更有魅力之类的东西。这几乎就是连接到Psinet上的神经硬件围绕着操纵这个“Psi波”而构建的。\n\n每个人都可能对此敏感，但再次强调，并非每个人都能在自己身上激活它。但当你这样做，并且拥有正确的技术时，你可以在分子层面影响世界。现在，我会把实际机制留给那些更擅长解释这些东西的人，但非常、非常粗略地说，每个人都通过感知它来改变现实。我知道这听起来很奇怪，但请跟我走。超能力，基本上就是这样，但不仅仅是通过解释你的感官输入来改变世界，顺便说一下，这几乎完全是为你的大脑量身定做的，你还可以通过使用超能力主动强迫你的感知改变世界。你让原子以正确的方式颤抖，以便你可以制造一个漂亮的小紫色“搞你”光束，并将其瞄准某个维和人员。或者，也许你激发早茶中的分子使其变热。关键是，你的想象力往往是通过应用超能力实现可能性的唯一限制。\n\n至于为什么人类如此擅长它？我们的研究表明，这与我们作为人类的思维方式有关。我们想象。我们适应。我们必须非常聪明，自从我们数十万年前第一次在非洲平原上来到这个世界时就必须如此。我们进入改变意识状态，试图理解、赋予我们混乱世界一些意义，有时候，我们以正确的方式打破自己，以便我们能够理解无法把握的东西。我们也聚集在一起，建立社区，建立关系。归根结底，我们是社会动物。如果你问我，我认为我们都有一点超能力，能够像我们所做的那样拼凑出如此复杂的亲属和合作系统。它推动了我们的进化变得更好。所以经过数千年，你最终得到了一种拥有恰到好处的灰质来使周围世界与它繁荣的复杂超现实相匹配的动物。而那，指挥官，这就是我认为灵能是什么，并且为什么长老们如此热衷于搞乱人类。"

; ----------------------
; 6. XENO-BIOLOGY
; ----------------------

[UFOP_XB_ADV_TROOPER X2UFOpediaTemplate]
DescriptionEntry="这些士兵构成了变种人战斗部队的主体。主要在变种人控制的领土内作为武装警察部队在实地使用。作为变种人安全的最公开面孔，标准的变种人士兵在高公众曝光度的地区担任第一响应角色。大规模的宣传活动和实际招募中心，以及抵抗组织内许多人类叛变者的描述，都表明这些是人类志愿者。普通公众似乎确实相信这一点，而虽然最初的尸检报告表明这曾经是真实的，但现实是这已经不再是事实。我们最近证实，他们实际上是人类-外星人杂交发展的产物，在城市中心和其他人口稠密地区郊区隐蔽地点的未公开设施中制造和大规模生产。我们担心这对那些误入歧途寻求真正招募的人意味着什么，但我们只能希望。\n\n士兵使用坚固的战斗服，由一套凯夫拉编织紧身衣下面覆盖着一套身体装甲覆盖在他们解剖学上关键部位上，主要由多层陶瓷板覆盖在外星冶金学中使用的新型合金顶层上构成。除了提供相当大的防御力来抵御常规小型武器火力外，合金板还投射出一个微妙的磁场，为高斯武器常用的电磁推进脱壳弹提供额外保护。\n\n头盔是他们战斗装甲的定义特征，它包含一套战术计算机硬件和集成超能力通信技术，直接连接到他们植入的神经芯片，允许比没有这种增强时更高程度的小队协调。他们的武器是高斯步枪——比传统弹道学有所改进，通过生物识别锁防止捕获这种武器，常常对潜在用户造成致命伤害，使其效力加倍。"

[UFOP_XB_ADV_OFFICER X2UFOpediaTemplate]
DescriptionEntry="军官是变种人部署的常规地面部队的另一个支柱。他们绝大多数硬件在设计和布局上与下属相似，但他们的上身和腿部受益于额外的装甲。头盔部分扩大是由于他们在战场上的角色，因为它包含一个微型超能力发射器，直接与他们的神经植入物接口，输入到变种人军队使用的更大的系统中，协调部队行动。\n\n尽管如此，军官在实地上仍然享有一定程度的操作灵活性，拥有设定优先级的自由，他们的下属通过植入的神经芯片和强烈的心理调节来严格遵守。有趣的是，这表明变种人军队并不完全由单一指挥点控制，而是至少在变种人部队中存在某种形式的精英制度。在实地上最常遇到的军官，以其醒目的红色身体装甲为标志，拥有“上尉”的军衔。他们在实地上的权威是绝对的，因为当他们标记一个目标进行集中火力攻击时，如果目标在视线范围内，下属几乎总是只专注于那个目标。"

[UFOP_XB_ADV_STUNLANCER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_SHIELDBEARER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_PURIFIER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_PRIEST X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_MEC X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ADV_TURRET X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_SECTOID X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_VIPER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_FACELESS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_MUTON X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_BERSERKER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CODEX X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_SPECTRE X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ARCHON X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHRYSSALID X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ANDROMEDON X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_SECTOPOD X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_GATEKEEPER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_AVATAR X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_LOST X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_VIPER_KING X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_BERSERKER_QUEEN X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_ARCHON_KING X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHOSEN_ASSASSIN X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHOSEN_HUNTER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XB_CHOSEN_WARLOCK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

; ----------------------
; 7. XCOM TECHNOLOGY
; ----------------------

[UFOP_XCT_AVENGER X2UFOpediaTemplate]
DescriptionEntry="对于XCOM的所有抵抗活动来说，拥有一个单一的、固定的总部将是一个死亡判决，考虑到新政府的变种人在寻找持不同政见的抵抗组织时几乎无所不知的监控系统。幸运的是，我们能够恢复一个被遗弃的外星供应船，由于已故的雷蒙·沈博士所做的工作，它可以作为XCOM的移动总部。\n\n由泰根博士的实验室提供动力的巨大超铀反应堆，复仇者号拥有XCOM所需的所有空间，甚至还有一些，尽管许多房间都充满了失效的外星机器和物资，需要我们的工程师清理出来才能使用。这除了非常快速、几乎无法被外星扫描仪检测到外，与许多抵抗避难所的条件相比还非常舒适。\n\n然而，复仇者号并不是一座飞行堡垒。复仇者号上缺少外部武器使得与外星船只接触成为必要的回避。"

[UFOP_XCT_RES_COMMS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_RES_RADIO X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_SKULLJACK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_PCS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_SPARKS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_SHAD_CHAMBER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_XCT_PSIONICS X2UFOpediaTemplate]
DescriptionEntry="有一种通灵能量流经地球，流经所有生物并连接每一个生物体。这是作为秩序：圣殿骑士的信徒所做的第一个假设之一。虽然我们通过自己的经验观察到这是事实，但我们发现，很少有人具有通过这种能量主动投射自己意志的能力。有许多方法可以实现这一点，通常根植于通过严格的冥想和感官剥夺周期进入改变意识状态。这个过程需要相当长的时间来完成。\n\n据我所知，你的前辈们正试图通过这种方法——“Lilley方法”，以20世纪的精神探险家命名，她是第一个认真探索应用灵能的人——来唤醒潜在的灵能潜能。被实验者被给予一种由Psilocybin mushrooms和Ayahuasca的核心成分主要衍生而来的迷幻药物鸡尾酒，并在几天内每次被完全剥夺感官几个小时。\n\n这并不是一个容易的过程，可以肯定的是，但是如果被实验者有正确的指导，你可以避免与这种自我探索相关的大多数最坏结果。因此古代人需要萨满和药师来进行他们对内心深处的旅行，为什么我的人民发展出了如此强大的仪式和实践规范，促进积极的自我探索进入生物电子前沿。当然，这并不完全符合我们短期内对抗变种人的需要。虽然我很痛苦地削减角落，因为灵能学是一门艺术和技能，需要相当大的奉献精神，但我理解一个人必须为了务实的考虑而放弃信仰和原则，以确保未来几代人将有时间进行这样的参与。\n\n因此，“Gollop方法”，一个建立在盖斯特（圣殿骑士领袖）觉醒之前旧XCOM内关于该主题最重要研究人员构想原型之上的系统。与Lilley方法不同，这个过程通过在神经系统中安装机械增强来补充更短时间的感官剥夺。从那里开始，有不同程度的增强可以参与其中。你们运动通常寻求非侵入性手术，虽然通常我会建议简单地在Lilley方法的约束下工作，但通过在大脑中安装一个通灵放大器设备（与变种人军队使用的控制芯片并不那么不同）可以绕过其中一些。\n\n芯片的主要用途是刺激内分泌系统和松果体以增强大脑产生灵能波，并通过芯片将其聚焦并传输到放大器设备中。设备的形式和功能都无关紧要，只要它具有激发粒子在额外波发射器帮助下形成形状的介质即可。例如，你们拥有“模块化放大器”，它依赖于灵能波与电场的结合，电场由通灵者操纵.\n\n我们圣殿骑士使用的设备，是的，与你们的系统相比更具侵入性，但以不同的方式完成了你们设备所做的许多相同的事情。与你们的放大器使用电场不同，我们使用通常称为“硬光”的东西，你们通常看到它以我们神圣之剑的形式出现。然而，与XCOM中的模块化放大器不同，直接连接到整个中枢神经系统允许我们已经能够的通灵者不仅完成与你们自己类似的壮举，而且授予他们访问更大的生物电子潜能库，从而产生更强大的表现。\n\n你也可能注意到我们通灵者戴着头盔连接着一系列一个或多个管子——这与一个空气供应系统相连，既过滤掉空气中的污染物，又提供稳定剂量的类似于Lilley方法中使用的精神活性吸入剂。由此产生的“专注”使通灵者能够创造一个心理动力潜能池，从而可以在技术上花费额外的潜能。当然，这种物质应该只保留给那些在心中接受过训练的人使用，因为它可能对未经启蒙者造成不必要的心理压力。\n\n当然，你必须记住每个设备都必须为其预定目的而建。这就是为什么，在你们放大器与我们自己神圣增强之间存在一些权衡。也就是说，模块化放大器具有更广泛的应用范围，仅仅因为它是为普遍使用而设计的。我们的护手是专门用于战斗的工具，而你们的放大器可以在不需要广泛训练和调节的情况下拿起来使用。\n\n从某种意义上说，我可以看出这种精神如何导致通灵学可能性方面创造力爆发。不用说，我觉得你们的应用可能更适合变种人占领后的世界。为此，你们的计划得到了我的尊重."

; ------------------------
; 8. PERSONS OF INTEREST
; ------------------------

[UFOP_POI_BRADFORD X2UFOpediaTemplate]
DescriptionEntry="XCOM人员日志第001号 - 布拉德福德，约翰\n\n[开始记录]\n\n你想知道关于我，是吗？有什么可说的。我出生在一个世界，在外星人出现之前就已经不存在了。堪萨斯州的军人家庭，真正的诺曼·洛克威尔式的东西。足球、家庭、烧烤、一切。父亲在不远处的空军导弹基地工作，当时他们认为俄国人会炸毁世界。显然，有几次非常接近。即使我还是一个80年代的孩子，他也从不含糊其辞地说这件事。我做了好几年的噩梦。在'91年后那不再是威胁后，他有点迷失了。他的世界在某种意义上结束了。工作开始枯竭，那个地方即将被废弃，等到我高中毕业时，我只有足够的智慧让山姆大叔决定我可以加入陆军情报部门。\n\n可以说是一点青春叛逆，我去了那里而不是像老爸那样去美国空军。我知道你可能不记得它们了，但各个部门都有那种竞争关系。真正愚蠢的东西，如果我们诚实地说。但这就是士兵们的样子，有简单的界限——我们和他们。我想这就是为什么打这场战争如此艰难……\n\n[布拉德福德沉默几秒钟]\n\n但……我们在这里。当一些外星人第一次试图攻击地球时，我只是在Fort Gordon的116团担任士官长。这件事非常隐秘，我只是因为我的小组是空中情报才勉强知道有些事情不对劲。上级知道大部分细节，我想那是我第一次从某人那里听到“XCOM”这个词。不是我的工作要知道，我只是继续看着监视器并抬头看着。显然我是房间里唯一一个发现UFO直奔亚特兰大的人。动得足够快，以至于那些旧XCOM人能够拦截它并在它飞过陆地之前将它击落海中。有时我想如果他们没有做到这一点会发生什么，是否会像当时我和指挥官负责时那样使战争升温。\n\n无论如何，我以为整个事情会让我的屁股深陷军官之中，但事实证明，这是一个非常棒的举动。他们开始让我更快地晋升军衔，给了我更多培训，并让我成为旧联合国某种“特别助手”。负责外层空间的办公室。但老实说，在'15年之前都不算什么工作。与一些驻扎在火星上的士兵进行过几次交谈，但当经济崩溃时他们关闭了那个地方，并且当他们必须救助那些该死的银行时，他们再次将所有人转移到地球上，因为他们负担不起保密发射。我仍然不确定这是否是一个错误，Cydonia会有什么好处呢？延迟几周？一两天？五分钟？\n\n[布拉德福德再次沉默。]\n\n这总是很难谈论的部分。没有真正有人像我一样从第零天开始看到这一切发生。在大多数工作人员甚至听说XCOM之前，我就在总部，只有我和上尉在一起一天左右。然后Vahlen和Shen进来了，我们就没停过。我们有足够的老兵曾经处理过外星人，他们知道我们将面临什么。我仍然记得其中一个老兵说的话，这个大墨西哥家伙——“拿出你最糟糕的噩梦，然后翻倍。然后再翻倍。那么也许你会对明天这个时候你将面对的东西有一个概念。”在继续之前，我需要明确一点。我们确切地知道我们面对的是什么。Delta小组应该是那些回来验证我们怀疑的人，我们的A队。但后来只有一半人回来了。每一个该死的操作，每向前迈一步就要退两步，他们只是不断地来，所有的培训和技术和准备都无法阻止它——\n\n[布拉德福德开始一连串的脏话，缺乏任何可辨别的实质。为清晰起见，省略了该部分。他倾身在桌子上，发出一连串沉重、痛苦的呼吸和声音，然后迅速镇定下来，仍然明显激动。]\n\n对不起。你只是……你不会忘记我所看到的那些事情。你不谈论它，因为你想把那些记忆、那些名字和面孔，塞进你能找到的任何一个洞里，以至于你在这个过程中失去了自己。我灵魂里没有仇恨的空间，多年来酒精淹没了它。我继续战斗是因为必须有人这样做。过去永远不会回来，无论它如何跟随你。但如果我不把眼光放在现在，肯定不会有未来。\n[结束记录]"

[UFOP_POI_TYGAN X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_SHEN_L X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_COUNCIL_SPK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_ADV_SPK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_VOLK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_BETOS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_GEIST X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_MOX X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_DRAGUNOVA X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_KELLY X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_OSEI X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_RAMIREZ X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_POI_DENMOTHER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

; ------------------------
; 9. GROUPS OF INTEREST
; ------------------------

[UFOP_GOI_XCOM3 X2UFOpediaTemplate]
DescriptionEntry="摘自简·凯莉的著作：\n\n什么是XCOM？\n\n你是。我是。每个看到变种人和长老们的铁蹄，当被提供舒适的顺从时说“不”的人，他们也是XCOM。是的，世界各地都有更广泛的抵抗运动，它们有自己的名称、手段和目标。问题是，即使他们说不是，他们也是XCOM。我们不仅仅是一个组织，不仅仅是一支军队，也不仅仅是总部的任何人。XCOM是一个想法。如果你需要XCOM成为一支直接来自旧世界电影的精良作战部队？它可以做到。也许你需要它成为黑暗中的阴影，在传递信息后消失在夜色中。它也能做到。有时它只需要成为一个谣言，一个过去时光的幽灵，继续激发革命精神。我相信你可以填补空白。\n\n为什么会这样？\n\n因为我们既是所有这些，又不是其中任何一个。我们是薛定谔的猫，你不知道我们是否存在，直到你去寻找。而你发现的东西，嗯，取决于你从哪个角度看它。这正是关键所在。我们是个体，为了共同的事业而共同努力——战士、科学家、技术人员、艺术家、供应商、厨师等等。我们不能只做其中一个或另一个，不当我们为了地球上所有生命的持续生存而战。\n\n敌人本质上痴迷于稳定——他们是一座巨石。他们所有的士兵看起来都一样，并且隐藏着他们的面孔。他们的城市也在竭尽全力让自己看起来一样。他们把人类的想象力和可能所有其他被拖到这里的客户物种塞进尽可能小的盒子里。这正是像XCOM这样的想法对这个怪物来说无法消化掉的原因。它不能创造性地思考。它不能改变战术。它有很大的重量，但比1970年代在德里开车经过公共汽车还要慢、更谨慎。\n\nXCOM曾经也是这样，这就是我们陷入困境的原因。他们拥有你所能要求的所有资源，在全球经济背后，并拥有旧世界能找到的最优秀、最聪明人才无限供应。他们将基地建在世界上最偏远、最安全的地方。如果他们行动得足够快，他们还有资源将UFO直接从天上击落。他们失败了，因为他们按照入侵者、帝国的规则行事。去问问Central吧，我相信他会说差不多同样的话。你可以挑选人类中最优秀的一群人，但当你不能动员你的人民并随时改变计划时，这并不算多少。这就是为什么总部倒下后剩下的部分变得非常不同。他看到了旧XCOM是什么，并把没用的东西扔掉，专注于有效的东西。\n\n那么什么有效呢？人们被允许做到最好。带来他们的智慧和专业知识，并按照他们知道如何做的方式付诸实践。没有人会告诉你要保持克制，没有人在你脖子上呼吸。你必须在实地、在关键时刻知道是否要开枪、是否要离开掩体、是否要把海报贴在加油站的墙上。你欠你的朋友、家人、所有你关心的人和你从未见过的人一个责任，在实地和外面都要为自己负责。因为如果你掉下去，没有人会替换你。当然，有人可能会代替你部署，但我们是个体，一起工作的人。不像政权那样没有面孔、没有生命的无人机。你的经验、技能、知识，都在这场战斗中很重要。XCOM这个想法可能是防弹的，但只有像你我这样的人才能继续传播它。你很重要。你很重要。每一个拯救的生命，每一次死亡。这都在这场地球灵魂之战中计算。.\n\nVigilo Confido的意思是\"我守护，我信任.\"我们守护地球，但我们必须守护自己，我们周围的每一个人，以及让我们成为我们自己的东西。我们必须信任自己，彼此，以及我们战斗的原因。我们不是一个组织。我们不是一支军队。我们是每一个人，也是根本没有人。我们是眼睛，也是盾牌。我们是抵抗运动凝聚成最原始形态。我们是XCOM."

[UFOP_GOI_ADV_GOVT X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_GOI_ADV_MIL X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_GOI_RESISTANCE X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_GOI_REAPERS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_GOI_SKIRMISHERS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_GOI_TEMPLARS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_GOI_ELDERS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_GOI_BLACK_MARKET X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

; ----------------------------
; 10. MISCELLANEOUS CONCEPTS
; ----------------------------

[UFOP_MISC_XCOM_PROPAGANDA X2UFOpediaTemplate]
DescriptionEntry="虽然XCOM的宣传努力来反击变种人关于过去和现在的叙述并不像变种人不断向地球人民投掷的心理战一样富足或广泛，但它不需要到处都有效。那些生活在变种人控制之外的人只知道他们是侵略性的外星暴徒，一种新型的旧疾——威权主义意识形态狂热分子，入侵前霸权新自由主义资本主义全面消灭死亡机器的延伸，或以上所有因素的结合。那些生活在城市里的人没有与那些出生在入侵后，甚至没有个人记忆关于2020年代早期Chryssalid和Lost感染的人相同程度的批判性思维或对权威深层次的不信任。\n\n因此，XCOM及其在抵抗中的盟友必须与变种人强加的认识惯性作斗争——他们必须提供鲜明、引人注目、挑衅性的反驳来打破对他们思想的控制。与变种人的宣传努力一样，这是一个多维度的，从几个角度发生的，并且与变种人不同，更多地积极地定制以适应人们生活的文化和条件，而不是从单一来源全球传播统一信息。\n\n宣传使用差异的第一个也是最好的例子是，虽然变种人依赖广阔、尽管统一的风景和他们媒体甚至制服中单一形象的淹没，但更广泛的抵抗更喜欢给他们的信息一个面孔。即使由于成为一个实际、可识别的人而对个人安全明显存在风险，它本身也是对政权支持者“找到他们”的挑战。他们从简单地成为抵抗中的一个人变成了一个象征本身，一个想法。正如一个旧世界流行政治文献所说，“想法是防弹'.\n\n考虑到XCOM和大多数抵抗组织都没有真正的制服，与传统军队不同，鼓励个人关系和平等的方式安排火力小组以承认这些关系。它提供了一种氛围，鼓励参与运动的人发展自己作为一个人。正如抵抗的基础哲学所主张的那样，这种个人和人际关系的发展不可避免地会导致在战场上更强、更个人化的投入。个人表达不被禁止，但通常仅受抵抗中每个社区的实际和物质限制所限制。这本身也是对变种人系统内部人员质疑其严格的社会政治安排与外部参与的更松散、更个性化世界的优点的挑战。\n\n最后，考虑如何使用挑衅性图像。一个敏锐的宣传者使用直观、通常令人不安的图像（例如最近被攻击的避难所的燃烧残骸、战场上拍摄的照片、政权特工甚至正在被积极中和者的尸体，或政权运营的秘密设施或拘留中心的照片，其中一些更令人不快活动被隐藏起来）起到了许多目的。对于个人来说，它显示了士兵的能力，显示抵抗成员本质上强大且个人负责。他们不会躲在制服或面具后面（除非它有助于增强他们的个人表达），而且政权运行的秘密、最安全的地方并不像它被描述得那样难以接近。\n\n这就是XCOM宣传努力的主要目的所在——展示变种人公众认知和主张中的裂缝，并鼓励那些检查宣传品的人能够自己做出决定，并激发他们剥开和平、繁荣社会外表，而不是将其视为既定事实."

[UFOP_MISC_ACHILDREN X2UFOpediaTemplate]
DescriptionEntry="这将是完整详细的条目，解释XCOM发现自己处于危急情况，并被迫招募几乎任何能拿枪的蠢货。"

[UFOP_MISC_VAHLENS_WORK X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISC_VK_NEST X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISC_SHEN_LOST_TOWER X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

[UFOP_MISC_SITREPS X2UFOpediaTemplate]
DescriptionEntry="此条目仍在进行解密过程"

; ----------------------
; 11. RUMORS
; ----------------------

[UFOP_RMR_AVENGER_HEIST X2UFOpediaTemplate]
DescriptionEntry="此条目仍在解密过程中"


; ===========================================================================
; BASE WOTC GAME ENTRIES
; ===========================================================================

; -----------------------------------
; HISTORY (BASE-GAME)
; -----------------------------------

[Propaganda X2UFOpediaTemplate]
DescriptionEntry=""

[NetworkTower X2UFOpediaTemplate]
DescriptionEntry=""

[PublicRecord X2UFOpediaTemplate]
DescriptionEntry=""

[XCOMrecord X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; ARMORY
; -----------------------------------

[Memorial X2UFOpediaTemplate]
DescriptionEntry=""

[SoldierCustomization X2UFOpediaTemplate]
DescriptionEntry=""

[Recruitment X2UFOpediaTemplate]
DescriptionEntry=""

[WeaponCustomization X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; BRIDGE
; -----------------------------------

[Geoscape X2UFOpediaTemplate]
DescriptionEntry=""

[Scanning X2UFOpediaTemplate]
DescriptionEntry=""

[MissionSelection X2UFOpediaTemplate]
DescriptionEntry=""

[AvatarProgress X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; COMMANDERS QUARTERS - EDITED CATEGORY
; -----------------------------------

[AvengerReport X2UFOpediaTemplate]
DescriptionEntry=""

[Objectives X2UFOpediaTemplate]
DescriptionEntry=""

[ArchiveAccess X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; ENGINEERING
; -----------------------------------

[BuildingFacilities X2UFOpediaTemplate]
DescriptionEntry=""

[BuildingItems X2UFOpediaTemplate]
DescriptionEntry=""

[Excavation X2UFOpediaTemplate]
DescriptionEntry=""

[StaffingEngineers X2UFOpediaTemplate]
DescriptionEntry=""

[Inventory X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; FACILITY DATA
; -----------------------------------

[Workshop X2UFOpediaTemplate]
DescriptionEntry=""

[Laboratory X2UFOpediaTemplate]
DescriptionEntry=""

[GTS X2UFOpediaTemplate]
DescriptionEntry=""

[PowerRelay X2UFOpediaTemplate]
DescriptionEntry=""

[ShadowChamber X2UFOpediaTemplate]
DescriptionEntry=""

[ProvingGround X2UFOpediaTemplate]
DescriptionEntry=""

[ResistanceComms X2UFOpediaTemplate]
DescriptionEntry=""

[DefenseMatrix X2UFOpediaTemplate]
DescriptionEntry=""

[PsiLab X2UFOpediaTemplate]
DescriptionEntry=""

[AWC X2UFOpediaTemplate]
DescriptionEntry=""

[ResistanceRing X2UFOpediaTemplate]
DescriptionEntry=""

[TrainingCenter X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; GTS
; -----------------------------------

[CombatTactics X2UFOpediaTemplate]
DescriptionEntry=""

[TrainingRookies X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; PERSONNEL FILES
; -----------------------------------

[PersonnelBradford X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelShenL X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelTygan X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelSpokesman X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelVahlen X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelShenR X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelVolk X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelBetos X2UFOpediaTemplate]
DescriptionEntry=""

[PersonnelGeist X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; RESISTANCE OPERATIONS
; -----------------------------------

[EstablishingContact X2UFOpediaTemplate]
DescriptionEntry=""

[BuildingOutposts X2UFOpediaTemplate]
DescriptionEntry=""

[ResistanceResearch X2UFOpediaTemplate]
DescriptionEntry=""

[RadioRelays X2UFOpediaTemplate]
DescriptionEntry=""

[GuerrillaOps X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; RESEARCH LAB
; -----------------------------------

[Autopsies X2UFOpediaTemplate]
DescriptionEntry=""

[ConductingResearch X2UFOpediaTemplate]
DescriptionEntry=""

[ScientistStaffing X2UFOpediaTemplate]
DescriptionEntry=""

[Breakthroughs X2UFOpediaTemplate]
DescriptionEntry=""

[Inspirations X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; STRATEGIC CONCEPTS
; -----------------------------------

[AlienArtifacts X2UFOpediaTemplate]
DescriptionEntry=""

[Promotions X2UFOpediaTemplate]
DescriptionEntry=""

[Staffing X2UFOpediaTemplate]
DescriptionEntry=""

[Resources X2UFOpediaTemplate]
DescriptionEntry=""

[AvengerDefense X2UFOpediaTemplate]
DescriptionEntry=""

[PowerMangement X2UFOpediaTemplate]
DescriptionEntry=""

[Retaliation X2UFOpediaTemplate]
DescriptionEntry=""

[BlackMarket X2UFOpediaTemplate]
DescriptionEntry=""

[CouncilMissions X2UFOpediaTemplate]
DescriptionEntry=""

[ContinentBonus X2UFOpediaTemplate]
DescriptionEntry=""

[Avenger X2UFOpediaTemplate]
DescriptionEntry=""

[SoldierBonds X2UFOpediaTemplate]
DescriptionEntry=""

[AbilityPoints X2UFOpediaTemplate]
DescriptionEntry=""

[CombatIntelligence X2UFOpediaTemplate]
DescriptionEntry=""

[SoldierWill X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; TACTICAL CONCEPTS
; -----------------------------------

[CarryingBodies X2UFOpediaTemplate]
DescriptionEntry=""

[Concealment X2UFOpediaTemplate]
DescriptionEntry=""

[EVAC X2UFOpediaTemplate]
DescriptionEntry=""

[Loot X2UFOpediaTemplate]
DescriptionEntry=""

[Overwatch X2UFOpediaTemplate]
DescriptionEntry=""

[VIPS X2UFOpediaTemplate]
DescriptionEntry=""

[SITREPs X2UFOpediaTemplate]
DescriptionEntry=""

[TheLost X2UFOpediaTemplate]
DescriptionEntry=""

[Grenadier X2UFOpediaTemplate]
DescriptionEntry=""

[Ranger X2UFOpediaTemplate]
DescriptionEntry=""

[Specialist X2UFOpediaTemplate]
DescriptionEntry=""

[Sharpshooter X2UFOpediaTemplate]
DescriptionEntry=""

[PsiOperative X2UFOpediaTemplate]
DescriptionEntry=""

[GREMLIN X2UFOpediaTemplate]
DescriptionEntry=""

[Reaper X2UFOpediaTemplate]
DescriptionEntry=""

[Skirmisher X2UFOpediaTemplate]
DescriptionEntry=""

[Templar X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; RESISTANCE FACTIONS
; -----------------------------------

[FactionReapers X2UFOpediaTemplate]
DescriptionEntry=""

[FactionSkirmishers X2UFOpediaTemplate]
DescriptionEntry=""

[FactionTemplars X2UFOpediaTemplate]
DescriptionEntry=""

[CovertActions X2UFOpediaTemplate]
DescriptionEntry=""

[ResistanceOrders X2UFOpediaTemplate]
DescriptionEntry=""

; -----------------------------------
; CHOSEN
; -----------------------------------

[ChosenAssassin X2UFOpediaTemplate]
DescriptionEntry=""

[ChosenHunter X2UFOpediaTemplate]
DescriptionEntry=""

[ChosenWarlock X2UFOpediaTemplate]
DescriptionEntry=""
